Repository: deckerweb/toolbar-extras-mainwp
Catalog: languages/toolbar-extras-mainwp-*.po
Languages: de_de

# Plugin Name
source: MainWP free Extension: Vulnerability Checker
de_de: MainWP, kostenlose Erweiterung: Prüfen auf Eindringlinge

source: Highly recommended extension to check your child sites regularly
de_de: Sehr empfohlene Erweiterung, um deine Child-Websites regelmäßig zu überprüfen

# Plugin Name
source: MainWP free Extension: Clean and Lock
de_de: MainWP, kostenlose Erweiterung: Sauber und abgesichert

source: Highly recommended extension to lock up your Dashboard install
de_de: Empfohlene Erweiterung zum Sperren der Dashboard-Installation

# Plugin Name
source: Activity Log for MainWP
de_de: Aktivitätsprotokoll für MainWP

source: Highly recommended extension to control activity on your Child Sites
de_de: Sehr empfehlenswerte Erweiterung zur Kontrolle der Aktivitäten auf deinen Child-Websites

# Plugin Name
source: Disable Comments
de_de: Beitragskommentare deaktivieren

source: Recommended to disable comments on your Dashboard Site to clean up the Admin and for security reasons
de_de: Es wird empfohlen, Kommentare auf deiner Dashboard-Website zu deaktivieren, um den Adminbereich zu bereinigen, sowie aus Sicherheitsgründen

# Plugin Name
source: Members
de_de: Mitglieder

source: Recommended - allows you to make your Dashboard Site only accessable via login
de_de: Empfohlen - ermöglicht es dir, deine Dashboard-Website nur per Anmeldung zugänglich zu machen

# Plugin Name
source: Limit Login Attempts Reloaded
de_de: Limit Login Attempts Reloaded (Login-Versuche beschränken)

source: Recommended - hardens security for the login form of your installation
de_de: Empfohlen - erhöht die Sicherheit für das Anmeldeformular deiner Installation

source: Show all MainWP Plugins and Extensions
de_de: Alle MainWP-Plugins und -Erweiterungen anzeigen

source: %s - Display?
de_de: %s - anzeigen?

source: %s - Priority
de_de: %s - Priorität

source: Show the %s component as top-level Toolbar item.
de_de: Die %s-Komponente als Top-Level Toolbar-Link anzeigen.

source: Set component Toolbar title
de_de: Toolbar-Titel für Komponente festlegen

source: Official Extension Documentation
de_de: Offizielle Dokumentation der Erweiterung

source: The needed base plugin %s is already installed but not activated. (Toolbar Extras for MainWP is an Add-On plugin which DEPENDS on Toolbar Extras.)
de_de: Das benötigte Basis-Plugin %s ist bereits installiert, aber noch nicht aktiviert. (Toolbar Extras für MainWP ist ein Add-On-Plugin, welches von Toolbar Extras ABHÄNGIG ist.)

source: Activate Toolbar Extras Now
de_de: Toolbar Extras jetzt aktivieren

source: Toolbar Extras for MainWP is an Add-On plugin which DEPENDS on the (free) %1$s plugin in version %2$s or higher to be installed and activated.
de_de: Toolbar Extras für MainWP ist ein Add-On-Plugin, welches ERFORDERT, dass das (kostenlose) Plugin %1$s in Version %2$s oder höher installiert und aktiviert ist.

source: Install Toolbar Extras Now
de_de: Toolbar Extras jetzt installieren

source: Toolbar Extras for MainWP is not working yet because you are using an old version of the base plugin %s.
de_de: Toolbar Extras für MainWP funktioniert noch nicht, da du derzeit eine veraltete Version des Basis-Plugins %s verwendest.

source: Update Toolbar Extras Now
de_de: Toolbar Extras jetzt aktualisieren

source: You must be logged in to run this script.
de_de: Du musst angemeldet sein, um dieses Skript ausführen zu können.

source: You do not have permission to run this script.
de_de: Du hast keine Berechtigung, um dieses Skript ausführen zu können.

source: Spice up your WordPress Toolbar for your MainWP Dashboard: Make managing your Websites via MainWP even faster with enhanced quick jump links. - This is an Add-On plugin for Toolbar Extras.
de_de: Verschöner die WordPress Toolbar (Adminbar, Werkzeugleiste) für dein MainWP-Dashboard: Mache die Verwaltung deiner Websites über MainWP noch schneller mit verbesserten Quick Jump Links. - Dies ist ein Add-On Plugin für Toolbar Extras.

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de
