Repository: deckerweb/toolbar-extras-mainwp
Catalog: languages/toolbar-extras-mainwp-*.po
Languages: de_de

source: First Step: Setup Environment to use the plugin
de_de: Erster Schritt: Umgebung zur Verwendung des Plugins einrichten

source: First Step: Setup Environment
de_de: Erster Schritt: Umgebung einrichten

source: My MainWP
de_de: Mein MainWP

source: Toolbar Settings for MainWP
de_de: Toolbar-Einstellungen für MainWP

source: Toolbar Settings
de_de: Toolbar-Einstellungen

# Plugins page listing
source: Facebook Group
de_de: Facebook-Gruppe

# Plugins page listing
source: Translations
de_de: Übersetzungen

# Plugins page listing
source: Donate
de_de: Spenden

# Plugins page listing
source: Join our Newsletter
de_de: Newsletter jetzt!

source: %s rating
de_de: %s Bewertung

source: Enjoyed %1$s? Please leave us a %2$s. We really appreciate your support!
de_de: Gefällt dir %1$s? Dann gib uns bitte eine %2$s. Wir schätzen deine Unterstützung!

source: Toolbar Extras for MainWP
de_de: Toolbar Extras für MainWP

source: Toolbar Extras for MainWP Dashboard
de_de: Toolbar Extras für MainWP Dashboard

source: Required Base Plugin version
de_de: Erforderliche Version des Basis-Plugins

source: Item title Child Websites
de_de: Element-Titel Child-Websites

source: For Child Websites, list all Child Sites
de_de: Für Child-Websites, als Child-Websites auflisten

source: For Child Websites, list Groups
de_de: Für Child-Websites, Gruppen auflisten

source: For Child Websites, list Statuses
de_de: Für Child-Websites, Status auflisten

source: Remove Build Group
de_de: Erschaffen-Gruppe entfernen

source: Remove Manage Content Items
de_de: Inhalte-Verwalten-Elemente entfernen

source: Remove WP Widget Items
de_de: WP-Widget-Elemente entfernen

source: Remove WP Comments Item
de_de: WP-Kommentare-Element entfernen

source: Remove Site Group
de_de: Website-Gruppe entfernen

source: Remove WP Updates Item
de_de: WP-Updates-Element entfernen

source: Remove WP New Content Group
de_de: WP Neue Inhalte-Gruppe entfernen

source: Remove Reusable Blocks Admin Menu
de_de: Adminmenü für Wiederverwendbare Blöcke entfernen

# MainWP component title
source: My MainWP
de_de: Mein MainWP

# MainWP component title
source: Add
de_de: Neu

# MainWP component title
source: Content
de_de: Inhalte

# MainWP component title
source: Users
de_de: Benutzer

# MainWP component title
source: Extensions
de_de: Erweiterungen

# MainWP component title
source: Settings
de_de: Einstellungen

source: MainWP Components as Toolbar Items
de_de: MainWP-Komponenten als Toolbar-Links

source: What title to display for the Websites component?
de_de: Welcher Titel soll für die Websites-Komponente angezeigt werden?

source: List all Child Sites as sub items of Websites?
de_de: Alle Child Websites als Untermenü von „Websites“ auflisten?

source: Choose Admin URL variant for Child Sites
de_de: Wähle die Admin-URL-Variante für Child-Websites

source: List all Groups as sub items of Websites?
de_de: Alle Gruppen als Untermenü von „Websites“ auflisten?

source: List all Statuses as sub items of Websites?
de_de: Alle Status als Untermenü von „Websites“ auflisten?

source: Various Tweaks
de_de: Verschiedene Anpassungen

source: Set background color, icon and special text for Toolbar
de_de: Hintergrundfarbe, Icon und speziellen Text für die Toolbar festlegen

source: Remove %s Group from Toolbar Extras?
de_de: Die %s-Gruppe von Toolbar Extras entfernen?

source: Build
de_de: Erschaffen

source: Remove Manage Content items from Toolbar Extras?
de_de: Die Inhalte-Verwalten-Links von Toolbar Extras entfernen?

source: Remove WP Widgets items from Toolbar Extras?
de_de: WP Widgets-Links von Toolbar Extras entfernen?

source: Remove Comments Item (WordPress default)?
de_de: Den Kommentar-Link (WordPress-Standard) entfernen?

source: Remove Site Group (WordPress default)?
de_de: Website-Gruppe (WordPress-Standard) entfernen?

source: Remove Updates Item (WordPress default)?
de_de: Updates-Link (WordPress-Standard) entfernen?

source: Remove New Content Group (WordPress default)?
de_de: Neue Inhalte-Gruppe (WordPress-Standard) entfernen?

source: Remove Left-hand %s Admin Menu?
de_de: Linkes %s-Adminmenü entfernen?

source: Blocks
de_de: Blöcke

source: Unload all MainWP Translations?
de_de: Alle Übersetzungen von MainWP nicht laden?

source: Unload Toolbar Extras for MainWP Add-On Translations?
de_de: Übersetzungen von Toolbar Extras für MainWP nicht laden?

# MainWP admin menu title
source: Toolbar for MainWP
de_de: Toolbar für MainWP

# MainWP admin menu title
source: Site Health
de_de: Website-Status

# MainWP admin menu title
source: Debug Info
de_de: Debug-Informationen

source: More Toolbar Options
de_de: Mehr Toolbar-Optionen

source: MainWP Plugins/ Extensions
de_de: MainWP Plugins/ Erweiterungen

# MainWP admin menu title
source: Activity Log
de_de: Aktivitätsprotokolle

source: This Add-On brings the components of the %s to your Toolbar, including current active MainWP Add-Ons.
de_de: Dieses Toolbar-Add-On bringt die Komponenten des %s in deine Toolbar (Adminbar, Werkzeugleiste), einschließlich der aktuell aktiven MainWP Add-Ons (Zusatzmodule).

source: Below you will find plenty of settings to customize your experience to manage your websites with MainWP even faster.
de_de: Nachfolgend findest viele Einstellungen, mit denen du deine Benutzererfahrung anpassen kannst, um deine Websites mit MainWP noch schneller zu verwalten.

# For Toolbar Extras Plugin
source: MainWP Dashboard Add-On for Toolbar Extras
de_de: MainWP Dashboard Add-On für Toolbar Extras

source: Go to the Toolbar Extras MainWP Add-On settings tab
de_de: Gehe zum Toolbar Extras Einstellungen-Tab „MainWP Add-On“

source: MainWP Green
de_de: MainWP Grün

source: General recommendation is to use MainWP Dashboard plugin on a single WordPress install which is only used for managing your websites via MainWP. For such a setup this Toolbar Extras Add-On is perfectly suited.
de_de: Die allgemeine Empfehlung ist die Verwendung des MainWP Dashboard Plugins in einer regulären Single-WordPress Installation, die nur für die Verwaltung deiner Websites mit MainWP verwendet wird. Für ein solches Setup ist dieses Toolbar Extras Add-On perfekt geeignet.

source: plugins suggestions manager
de_de: Pluginvorschläge-Manager

source: To further protect your Dashboard Site it is recommended to tweak a few more things: completely disable comments, restrict the install to login only, and also to protect the login form itself. These are basic security tasks anyways. Great plugins for that are %1$s, %2$s and %3$s. Easily install and activate them via our %4$s if not already done (or using similar alternatives).
de_de: Um deine Dashboard-Installation weiter zu schützen, wird empfohlen, noch ein paar weitere Dinge zu optimieren: Kommentare vollständig zu deaktivieren, nur Zugriff mit Login zu ermöglichen und auch das Anmeldeformular selbst zu schützen. Das sind sowieso grundlegende Sicherheitsaufgaben. Tolle Plugins dafür sind %1$s, %2$s und %3$s. Installiere und aktiviere diese einfach über unseren %4$s, falls noch nicht geschehen (oder nutze ähnliche Alternativen).

source: Please note, the %1$s Add-On plugin is not officially endorsed by %2$s. It is an independently developed solution by the community for the community. Therefore our support is connected to the Add-On itself, to the Toolbar and the things around it, not the inner meanings of %2$s.
de_de: Bitte beachte, dass das %1$s Add-On Plugin nicht offiziell von %2$s unterstützt wird. Es ist eine unabhängig entwickelte Lösung von der Community, für die Community. Daher gilt unser Support nur dem Add-On selbst, damit zusammenhängend der Toolbar und den damit verbundenen Dingen, nicht jedoch den inneren Zusammenhängen von %2$s.

source: Important plugin links:
de_de: Wichtige Plugin-Links:

# Help tab info
source: FAQ
de_de: FAQ - Häufige Fragen

# Help tab info
source: Facebook Group
de_de: Facebook-Gruppe

# Help tab info
source: Translations
de_de: Übersetzungen

# Help tab info
source: Donate
de_de: Spenden

# Help tab info
source: Join our Newsletter
de_de: Newsletter jetzt!

source: Decide which components of the MainWP Dashboard you want to show as separate top-level items (groups) in the Toolbar.
de_de: Lege fest, welche Komponenten des MainWP Dashboards du als separate Links (Gruppen) in der obersten Ebene der Toolbar anzeigen willst.

source: Set which additional WordPress core items should be removed or displayed, plus some other optional tweaks.
de_de: Lege fest, welche zusätzlichen WordPress Core-Elemente entfernt oder angezeigt werden sollen, plus einige weitere optionale Anpassungen.

source: Default: %s
de_de: Standard: %s

source: Current: %s
de_de: Aktuell: %s

source: Choose Icon
de_de: Icon auswählen

source: Counter &amp; Title: %s
de_de: Zähler &amp; Titel: %s

source: Title only: %s
de_de: Nur Titel: %s

source: Your own custom name
de_de: Einen eigenen Namen festlegen

source: Enabling this feature gives you quick jump links for all your currently managed websites within MainWP: go to the site settings in MainWP, or just visit the site's own WP-Admin Dashboard, or easily visit the site's homepage.
de_de: Wenn du diese Funktion aktivierst, erhältst du Schnellzugriffslinks für alle deine aktuell verwalteten Websites in MainWP: Gehe zu den Website-Einstellungen in MainWP, oder besuche einfach das jeweilige WP-Admin-Dashboard der Website oder gehe einfach zur Homepage der entsprechenden Website.

source: Note: If you have many child sites set up this will result in a very long list of sub items. In that case you maybe want to disable this feature here.
de_de: Hinweis: Wenn du viele Child-Websites eingerichtet hast, führt dies zu einer sehr langen Liste als Untermenü. In diesem Fall kann es sinnvoll sein, diese Funktion hier zu deaktivieren.

source: MainWP-generated URL with automatic Admin login
de_de: Von MainWP generierte URL mit automatischer Admin-Anmeldung

source: Regular WP-Admin URL
de_de: Reguläre WP-Admin URL

source: MainWP-generated URL
de_de: Von MainWP generierte URL

source: If you do not want the automatic login feature by MainWP then please set to the regular WP variant and login manually yourself.
de_de: Wenn du die automatische Login-Funktion von MainWP nicht wünschst, dann stelle bitte auf die normale WP-Variante um und melde dich manuell an.

source: Enabling this feature gives you quick jump links for all groups you have setup within MainWP: this helps filtering your list of websites (child sites).
de_de: Wenn du diese Funktion aktivierst, erhältst du Schnellzugriffslinks für alle Gruppen, die du in MainWP eingerichtet hast: dies hilft die Liste deiner Websites besser zu filtern.

source: Note: If you have many groups set up this will result in a very long list of sub items. In that case you maybe want to disable this feature here.
de_de: Hinweis: Wenn du viele Gruppen eingerichtet hast, führt dies zu einer sehr langen Liste als Untermenü. In diesem Fall kann es sinnvoll sein, diese Funktion hier zu deaktivieren.

source: Enabling this feature gives you quick jump links for all statuses within MainWP: this helps filtering your list of websites (child sites).
de_de: Wenn du diese Funktion aktivierst, erhältst du Schnellzugriffslinks für alle Status in MainWP: dies hilft die Liste deiner Websites besser zu filtern.

source: This tweak unloads the translations for MainWP Dashboard, plus all current active MainWP Add-Ons. So all strings fall back to their English default strings.
de_de: Diese Anpassung verhindert das Laden der Übersetzungen für das MainWP Dashboard, plus aller derzeit aktiven MainWP Add-Ons. Somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domains: %s
de_de: Betroffene Textdomains: %s

source: plus those from active add-ons
de_de: plus die von aktiven Add-ons

source: This tweak unloads the translations for Toolbar Extras for MainWP Add-On, so it falls back to the English default strings.
de_de: Diese Anpassung verhindert das Laden der Übersetzungen für das Toolbar Extras für MainWP Add-On, somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domain: %s
de_de: Betroffene Textdomain: %s

source: Activity Logs
de_de: Aktivitätsprotokolle

source: All Logs
de_de: Alle Protokolle

source: MainWP Dashboard Logs
de_de: MainWP Dashboard Protokolle

source: Settings
de_de: Einstellungen

source: Official Extension Website
de_de: Offizielle Website der Erweiterung

source: Dashboard Activity Logs
de_de: Dashboard Aktivitätsprotokolle

source: Child Sites
de_de: Child-Websites

source: Overview
de_de: Übersicht

source: Remote Destinations
de_de: Entfernte Ziele

source: Schedules
de_de: Zeitpläne

source: Backup Jobs
de_de: Backup-Aufträge

source: Existing Backup Jobs
de_de: Bestehende Backup-Aufträge

source: Existing Backups
de_de: Bestehende Backups

source: Backup Settings
de_de: Datensicherungs-Einstellungen

source: Branding Settings
de_de: Branding Einstellungen

source: Broken Links
de_de: Fehlerhafte Links

source: Found Broken Links
de_de: Gefundene fehlerhafte Links

source: Broken
de_de: Fehlerhaft

source: Redirects
de_de: Weiterleitungen

source: Found Broken Links: Redirects
de_de: Gefundene fehlerhafte Links: Weiterleitungen

source: Dismissed
de_de: Verworfen

source: Found Broken Links: Dismissed
de_de: Gefundene fehlerhafte Links: Verworfene

source: All Links
de_de: Alle Links

source: Found Broken Links: All Links
de_de: Gefundene fehlerhafte Links: Alle Links

source: Broken Link Checker Settings
de_de: Broken Link Checker Einstellungen

source: Clean and Lock
de_de: Sauber und abgesichert

source: Setup
de_de: Einrichten

source: Client Reports
de_de: Kundenberichte

source: New Report
de_de: Neuer Bericht

source: New Client Report
de_de: Neuer Kundenbericht

source: Clone
de_de: Klonen

source: Clone Sites
de_de: Websites klonen

source: Edit Snippet
de_de: Snippet bearbeiten

source: Manage Snippets
de_de: Snippets verwalten

source: Manage Snippets - Bulk Actions
de_de: Snippets verwalten - Massenaktionen

source: New Code Snippet
de_de: Neues Code-Snippet

source: Comments
de_de: Kommentare

source: Comments Bulk Actions
de_de: Kommentare-Massenaktionen

source: Manage Comments
de_de: Kommentare verwalten

source: Manage Comments - Bulk Actions
de_de: Kommentare verwalten - Massenaktionen

source: Favorites
de_de: Favoriten

source: Favorite Plugins
de_de: Favorisierte Plugins

source: Favorite Themes
de_de: Favorisierte Themes

source: Favorites Settings
de_de: Favoriten-Einstellungen

source: File Uploader
de_de: Datei-Upload

source: File Upload Manager
de_de: Datei-Upload-Manager

source: Upload File
de_de: Datei hochladen

source: File Upload - Bulk Actions
de_de: Datei-Upload - Massenaktionen

source: New File Upload
de_de: Neuer Datei-Upload

source: Google Analytics Setup
de_de: Einrichtung von Google Analytics

source: Logs
de_de: Protokolle

source: Manage External and Internal Links
de_de: Externe und interne Links verwalten

source: Maintenance
de_de: Wartung

source: Maintenance Tasks &amp; Settings
de_de: Wartungsaufgaben &amp; Einstellungen

source: Run Now
de_de: Jetzt ausführen

source: Run Maintenance Tasks Now for selected Child Sites
de_de: Wartungsaufgaben jetzt für ausgewählte Child-Websites ausführen

source: New Schedule
de_de: Neuer Zeitplan

source: Setup New Maintenance Schedule
de_de: Einrichten eines neuen Wartungsplans

source: Matomo (Piwik) Setup
de_de: Matomo (Piwik) Einrichtung

source: Page Speed
de_de: Seitengeschwindigkeit

source: Page Speed Dashboard
de_de: Seitengeschwindigkeit Dashboard

source: Page Speed Bulk Actions
de_de: Seitengeschwindigkeit Massenaktionen

source: Scan Now
de_de: Jetzt scannen

source: General Settings
de_de: Allgemeine Einstellungen

source: Backup Options
de_de: Datensicherungs-Einstellungen

source: Backup/ Auto Updates
de_de: Backup/ Automatische Updates

source: Vulnerbility Updates
de_de: Aktualisierungen zu Sicherheitsrisiken

source: Advanced
de_de: Erweitert

source: My Account
de_de: Mein Benutzerkonto

source: My Account - WP Time Capsule
de_de: Mein Konto - WP Time Capsule

source: Scheduled Backups
de_de: Geplante Backups

source: Advanced Uptime Monitor
de_de: Erweiterte Verfügbarkeitsüberwachung

source: Check Uptime
de_de: Verfügbarkeit prüfen

source: Uptime Robot Service
de_de: Dienst Uptime Robot

source: Vulnerability Checker
de_de: Prüfen auf Eindringlinge

source: Check Now
de_de: Jetzt prüfen

source: Wordfence Options
de_de: Wordfence-Optionen

source: Live Traffic
de_de: Live-Monitor

source: Blocking
de_de: Blockierung

source: Scan
de_de: Scannen

source: Diagnostics
de_de: Diagnose

source: WP Compress Media for better Performance
de_de: WP Compress Media für bessere Performance

source: Bulk Install WP Compress
de_de: Masseninstallation WP Compress

source: Customer Dashboard
de_de: Kunden-Dashboard

source: Add Website
de_de: Website hinzufügen

source: WP Fix It Support Request
de_de: WP Fix It Supportanfrage

source: Support Request
de_de: Supportanfrage

source: WP Fix It Plans
de_de: WP Fix It Angebote

source: Basic Cache Options
de_de: Grundlegende Cache-Optionen

source: File Optimization
de_de: Datei-Optimierung

source: Media
de_de: Medien

source: Media Options
de_de: Medienoptionen

source: Preload
de_de: Vorladen

source: Preload Options
de_de: Vorladen-Optionen

source: Advanced Rules
de_de: Erweitert

source: Database
de_de: Datenbank

source: Database Optimization
de_de: Datenbank-Optimierung

source: CDN - Content Delivery Network Options
de_de: CDN - Content Delivery Network Optionen

source: Varnish Caching Options
de_de: Varnish Caching-Optionen

source: Tools
de_de: Werkzeuge

source: WP-Staging Settings
de_de: WP-Staging-Einstellungen

source: MainWP Component
de_de: MainWP-Komponente

source: My Groups
de_de: Meine Gruppen

source: My Groups of MainWP Websites (Child Sites)
de_de: Meine Gruppen von MainWP-Websites (Child-Websites)

source: My Child Sites
de_de: Meine Child Websites

source: My MainWP Websites (Child Sites)
de_de: Meine MainWP-Websites (Child Websites)

source: Manage in MainWP
de_de: Verwalten in MainWP

source: Manage
de_de: Verwalten

source: Open WP-Admin
de_de: WP-Admin öffnen

source: Visit Website
de_de: Website besuchen

source: Visit Website (Frontend)
de_de: Website besuchen (Frontend)

source: Disconnected
de_de: Getrennt

source: Available update
de_de: Verfügbares Update

source: Statuses
de_de: Status

source: Statuses of MainWP Websites (Child Sites)
de_de: Status von MainWP-Websites (Child-Websites)

source: My MainWP Dashboard
de_de: Mein MainWP Dashboard

source: MainWP Quick Setup
de_de: MainWP Schnelleinrichtung

source: Start Setup
de_de: Einrichtung starten

source: Step 1: Installation
de_de: Schritt 1: Installation

source: Step 2: System Checkup
de_de: Schritt 2: Systemüberprüfung

source: Step 3: Hosting Setup
de_de: Schritt 3: Hosting-Einrichtung

source: Step 4: Optimization
de_de: Schritt 4: Optimierung

source: Step 5: Notifications
de_de: Schritt 5: Benachrichtigungen

source: Step 6: Backups
de_de: Schritt 6: Backups

source: Step 7: WP-Cron Trigger
de_de: Schritt 7: WP-Cron-Auslöser

source: Step 8: Cleanup
de_de: Schritt 8: Aufräumen

source: Manage Updates
de_de: Updates verwalten

source: Sync Child Sites
de_de: Child Sites synchronisieren

source: Update Everything
de_de: Alles aktualisieren

source: Update All WP Core
de_de: WP Core alles aktualisieren

source: Update All WordPress Core Versions
de_de: Alle WordPress Core-Versionen aktualisieren

source: Update All Plugins
de_de: Alle Plugins aktualisieren

source: Update All Themes
de_de: Alle Themes aktualisieren

source: Update All Translations
de_de: Alle Übersetzungen aktualisieren

source: Add New Stuff
de_de: Neues Material hinzufügen

source: Add New Website (Child Site)
de_de: Neue Website hinzufügen (Child Site)

source: Plugin (Bulk Install)
de_de: Plugin (Masseninstallation)

source: Add New Plugin (Bulk Install)
de_de: Neues Plugin hinzufügen (Masseninstallation)

source: Theme (Bulk Install)
de_de: Theme (Masseninstallation)

source: Add New Theme (Bulk Install)
de_de: Neues Theme hinzufügen (Masseninstallation)

source: MainWP Extension
de_de: MainWP Erweiterung

source: Page (Bulk)
de_de: Seite (mehrfach)

source: Add New Page (Bulk Mode)
de_de: Neue Seite hinzufügen (Mehrfachaktion)

source: Post (Bulk)
de_de: Beitrag (mehrfach)

source: Add New Post (Bulk Mode)
de_de: Neuen Beitrag hinzufügen (Mehrfachaktion)

source: User (Bulk)
de_de: Benutzer (mehrfach)

source: Add New Users (Bulk Mode)
de_de: Neue Benutzer hinzufügen (Mehrfachaktion)

source: Manage Sites
de_de: Websites verwalten

source: Manage Websites (Child Sites)
de_de: Websites verwalten (Child Sites)

source: New Website
de_de: Neue Website

source: Import Sites
de_de: Sites importieren

source: Import Websites (Child Sites)
de_de: Websites importieren (Child Sites)

source: Test Connection
de_de: Verbindung testen

source: Test Connection to a Website (Child Site)
de_de: Verbindung zu einer Website testen (Child Site)

source: Groups
de_de: Gruppen

source: Manage Content - Posts &amp; Pages
de_de: Inhalte verwalten - Beiträge &amp; Seiten

source: Manage Pages
de_de: Seiten verwalten

source: New Page
de_de: Neue Seite

source: Manage Posts
de_de: Beiträge verwalten

source: New Post
de_de: Neuer Beitrag

source: Manage Plugins
de_de: Plugins verwalten

source: Bulk Install
de_de: Masseninstallation

source: Bulk Install New Plugins
de_de: Neue Plugins Masseninstallation

source: Auto Updates
de_de: Automatische Updates

source: Manage Auto Updates
de_de: Automatische Updates verwalten

source: Ignored Updates
de_de: Ignorierte Updates

source: Ignored Plugin Updates
de_de: Ignorierte Plugin-Updates

source: Ignored Abandoned Plugins
de_de: Ignorierte aufgegeben Plugins

source: Manage Themes
de_de: Themes verwalten

source: Bulk Install New Themes
de_de: Neue Themes Masseninstallation

source: Ignored Theme Updates
de_de: Ignorierte Theme-Updates

source: Ignored Abandoned Themes
de_de: Ignorierte aufgegebene Themes

source: Manage Users
de_de: Benutzer verwalten

source: Add User
de_de: Benutzer hinzufügen

source: Bulk Add New Users
de_de: Mehrere neue Benutzer hinzufügen

source: Import Users
de_de: User importieren

source: Bulk Import Users
de_de: Mehrere Benutzer importieren

source: Admin Passwords
de_de: Admin Passwort

source: Global Options
de_de: Globale Optionen

source: Dashboard Options
de_de: Dashboard-Optionen

source: Advanced Options
de_de: Erweiterte Optionen

source: MainWP Tools
de_de: MainWP Werkzeuge

source: Scan Child Sites
de_de: Child Sites scannen

source: Managed Client Reports Responder
de_de: Verwaltete Kundenberichte Responder

source: Filter MainWP Plugins &amp; Extensions
de_de: MainWP Plugins &amp; Erweiterungen filtern

source: Server Information
de_de: Server-Informationen

source: Server System Info
de_de: Infos zum Serversystem

source: Server System Information
de_de: Informationen zum Serversystem

source: Cron Schedule
de_de: Cron Zeitplan

source: Cron - Scheduled Jobs
de_de: Cron - Geplante Aufträge

source: Error Logs
de_de: Fehlerprotokolle

source: WP-Config File
de_de: WP-Config-Datei

source: .htaccess File
de_de: .htaccess-Datei

source: Site Health Status
de_de: Website-Status

source: MainWP Dashboard Installation - Site Health Status
de_de: MainWP Dashboard Installation - Website-Status

source: Health Status
de_de: Website-Status

source: Debug Info
de_de: Debug-Informationen

source: MainWP Dashboard Installation - Debug Info
de_de: MainWP Dashboard Installation - Debug-Informationen

source: Add-On for MainWP
de_de: Add-On für MainWP

source: Required plugin for this Add-On to make any sense
de_de: Erforderliches Plugin, damit dieses Add-On hier einen Sinn ergibt
